Repository: alexandre72/edams
Catalog: trunk/po/*.po
Languages: fr

source: About edams...
fr: A propos d'E.D.A.M.S...

source: Close
fr: Fermer

source: Room %s has been created.
fr: La pièce %s a été créée.

source: Select a picture file
fr: Sélectionner un fichier image...

source: Room Description
fr: Description de la pièce

source: Name:
fr: Nom:

source: Cancel
fr: Annuler

source: Room '%s' have been removed.
fr: Pièce '%s' a été supprimée.

source: Can't remove:no room selected!
fr: Impossible de supprimer:aucune pièce sélectionnée!

source: Are you sure to want to remove selected room?
fr: Êtes vous sûr de vouloir supprimer les pièces sélectionnées?

source: Yes
fr: Oui

source: No
fr: Non

source: INFO:Serial in content '%s'(%d bytes)
fr: INFO:Contenu série '%s'(%d octets)

source: INFO:Initialize EDAMS(calibrating sensors, init vars, setting serial port...)
fr: INFO:Initialisation d'EDAMS(calibrage des capteurs, initialisation des variables, mise en place du port série...)

source: Initialize EDAMS wait please...
fr: Initialisation d'EDAMS, attendez s'il vous plaît...

source: calibrating sensors, setting serial port...
fr: Calibrage des capteurs, mise en place du port série...

source: INFO:EDAMS is ready and operationnal
fr: INFO:EDAMS est prêt et opérationnel

source: INFO:Serial sensor '%d-%s' with data '%s' of type '%s'...
fr: INFO:Capteur '%d-%s' sur liaison série avec donnée '%s' de type '%s'...

source: New sensor '%d-%s' has been created.
fr: Le nouveau capteur '%d-%s' a été créé.

source: INFO:%d sensors registered on serial line...
fr: INFO:%d capteurs trouvés sur la liaison série...

source: Can't add a sensor to room:no room selected!
fr: Impossible d'ajouter un capteur:aucune pièce sélectionnée!

source: Can't clear room sensors list:no room selected!
fr: Impossible de retirer les capteurs:aucune pièce sélectionnée!

source: Room:%s
fr: Pièce:%s

source: Sensors:
fr: Capteurs:

source: Add a sensor...
fr: Ajouter un capteur...

source: Remove all sensors...
fr: Supprimer les capteurs...

source: CRI:Can't init Eina!
fr: CRI:Impossible d'initialiser Eina!

source: Can't init Elementary!
fr: Impossible d'initialiser Elementary!

source: Initialize Application...
fr: Initialisation de l'application...

source: Sensors Creator
fr: Base de données des capteurs

source: Preferences
fr: Préférences

source: About
fr: A propos

source: Quit
fr: Quitter

source: Rooms
fr: Pièces

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: It appears that it's the first time you run EDAMS. To be used, EDAMS needs some database files containing items. I'll copy some default items files, but you can easily remove them and create new ones(highly recommended)!
fr: Il apparaît que c'est la première fois que vous démarrer EDAMS. Pour être utilisé, EDAMS nécessite la présence de certains fichiers de données. Je vais copier des fichiers de données par défaut, mais il est fortement conseillé d'adapter EDAMS à ses besoins pour profiter pleinement de son utilisation.

source: Debug printf
fr: Messages printf

source: Serial buffering simulation
fr: Simulation du tampon série

source: Installation path:%s
fr: Répertoire d'installation:%s

source: User home path:%s
fr: Répertoire utilisateur:%s

source: Modules path:%s
fr: Répertoire des modules:%s

source: Edje theme file:%s
fr: Fichier thème Edje:%s

source: Apply
fr: Appliquer

source: General
fr: Général

source: Debug
fr: Débogguage

source: Sensor Creator
fr: Créateur de capteurs

source: Datasheet URL:
fr: URL du datasheet:

source: Sensor
fr: Capteur

source: Select a sensor
fr: Sélectionner un capteur

source: Select
fr: Sélectionner

source: Shutdown Edams...
fr: Extinction d'EDAMS...

source: Dumping memory usage:
fr: Mémoire utilisé:

source: Calls to malloc(): %d.
fr: Appels à malloc():%d.

source: Calls to realloc(): %d.
fr: Appels à realloc():%d.

source: Calls to calloc(): %d.
fr: Appels à calloc():%d.

source: Calls to free(): %d.
fr: Appels à free():%d.

source: Can't load module %s: %s
fr: Impossible de charger le module %s: %s

source: Can't find _print_module_infos() in module %s: %s!
fr: Fonction _print_module_infos() non trouvée dans le module %s: %s!

source: Can't find _module_id_get() in module %s: %s!
fr: Fonction _module_id_get() non trouvée dans le module %s: %s!

source: Can't find _module_name_get() in module %s: %s!
fr: Fonction _module_name_get() non trouvée dans le module %s: %s!

source: Can't find _module_desc_get() in module %s: %s!
fr: Fonction _module_desc_get() non trouvée dans le module %s: %s!

source: Can't find _module_theme_get() in module %s: %s!
fr: Fonction _module_theme_get() non trouvée dans le module %s: %s!

source: Can't find _module_settings_get() in module %s: %s!
fr: Fonction _module_settings_get() non trouvée dans le module %s: %s!

source: Can't get modules list!
fr: Impossible d'obtenir la liste des modules!

source: You
fr: Vous

source: Protected
fr: Protégé

source: Read Only
fr: Lecture Seule

source: Forbidden
fr: Interdit

source: Read-Write
fr: Lecture-Ecriture

source: %'.0f Bytes
fr: %'.0f Octets

source: %'.0f KB
fr: %'.0f Ko

source: %'.0f MB
fr: %'.0f Mo

source: %'.1f GB
fr: %'.1f Go

source: Select a file...
fr: Ouvrir un fichier...

source: Preview
fr: Aperçu

source: Size :
fr: Taille :

source: Owner :
fr: Propriétaire :

source: Open
fr: Ouvrir

source: Select a font...
fr: Sélectionner une fonte

source: Eet file '%s' %#x was too old, upgrading it to %#x!
fr: Le fichier Eet '%s' %#x est trop ancien, mise à jour vers %#x!

source: Can't remove Eet file:'%s'!
fr: Impossible de supprimer un fichier Eet: '%s'!

source: INFO:%d rooms list freed.
fr: INFO:%d pièces list freed.

source: Can't allocate list node!
fr: Impossible d'allouer un nœud dans la liste!

source: INFO:%d rooms found in database.
fr: INFO:%d pièces enregistrées dans la base de données.

source: INFO:%d sensors found in database.
fr: INFO:%d capteurs enregistrés dans la base de données.

source: Can't read edams settings!
fr: Impossible de lire les paramètres d'EDAMS!

source: Can't read %s settings from %s!
fr: Impossible de lire le paramètre %s de %s!

source: Can't write %s settings from %s!
fr: Impossible d'écrire le paramètre %s de %s!

source: Can't write edams settings!
fr: Impossible d'écrire les paramètres d'EDAMS!
