Repository: alexandre72/edams
Catalog: po/*.po
Languages: fr

source: About E.D.A.M.S...
fr: A propos d'E.D.A.M.S...

source: Close
fr: Fermer

source: If %s %s then %s(%s)
fr: Si %s %s alors %s(%s)

source: If %s %s then %s
fr: Si %s %s alors %s

source: Edit actions for '%s' xPL sensor.basic
fr: Éditer actions pour le sensor.basic xPL '%s'

source: Actions list
fr: Liste des actions

source: Edit...
fr: Éditer...

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: Value
fr: Valeur

source: Edit cmnd control.basic
fr: Éditer CMND control.basic

source: Select control.basic
fr: Selectionner control.basic

source: Edit debug
fr: Éditer debogguage

source: Printf message:
fr: Message via printf:

source: Can't remove:no location selected!
fr: Impossible de supprimer:aucune localité sélectionnée!

source: Location '%s' have been removed
fr: La localité '%s' a été supprimée

source: Couldn't remove widget:no location selected!
fr: Impossible de supprimer un widget:aucune localité sélectionnée!

source: Widget '%s' have been removed from location '%s'
fr: Le widget '%s' a été supprimé de la localité '%s'

source: Name:%s<br>Cosm feedid:%d
fr: Nom:%s<br>Id du flux Cosm:%d

source: Edit
fr: Éditer

source: [31mERROR:[0mCan't calloc App_Info struct!
fr: [31mERREUR:[0m Impossible d'allouer App_Info struct!

source: Global View
fr: Vue globale

source: Preferences
fr: Préférences

source: About
fr: A propos

source: Quit
fr: Quitter

source: Locations
fr: Localités

source: Select a program
fr: Sélectionner un programme

source: Edit program exec
fr: Éditer l'exécution du programme

source: Path of program:
fr: Répertoire du programme:

source: Open...
fr: Ouvrir...

source: Exec in terminal
fr: Exécuter dans un terminal

source: No widget data for object %p (%s)
fr: Pas de données pour l'object widget %p (%s)

source: Can't create Edje object
fr: Impossible de créer un Edje_Object

source: Can't load cursor '%s' from '%s'
fr: Impossible de charger le curseur '%s' du fichier '%s'

source: Can't create Edje_Object!
fr: Impossible de créer Edje_Object!

source: Can't load group Edje group '%s' from Edje file '%s'
fr: Impossible de charger le groupe Edje group '%s' du fichier Edje '%s'

source: Global view edition has been %s
fr: L'édition de la vue globale a été %s

source: Can't load Edje image!
fr: Impossible de charger une image Edje!

source: Can't construct Ecore_Evas
fr: Impossible de construire un Ecore_Evas!

source: Using Ecore_Evas '%s' engine
fr: Utilisation du moteur Ecore_Evas '%s'

source: Global view
fr: Vue globale

source: Ecore_Evas has been correctly initalized
fr: Ecore_Evas a été correctement initialisé

source: Can't load image file from '%s'
fr: Impossible de charger une image du fichier '%s'

source: Initialize Enlightenment Foundation Libraries...
fr: Initialisation des Librairies de Fondation d'Enlightenment

source: Couldn't init Eina
fr: Impossible d'initialiser Eina!

source: Couldn't init Ecore_Con or Ecore_Con_Url
fr: Impossible d'initialiser Ecore_Con ou Ecore_Con_Url

source: Ecore_Con_Url pipeline has been enabled
fr: Le pipeline Ecore_Con_Url a été activé

source: Couldn't init Elementary
fr: Impossible d'initialiser Elementary

source: Checking EDAMS useful paths...
fr: Vérification des répertoires internes à EDAMS...

source: It appears that it's the first time you run EDAMS. To be used, EDAMS needs some database files containing items. I'll copy some default items files, but you can easily remove them and create new ones(highly recommended)!
fr: Il apparaît que c'est la première fois que vous démarrer EDAMS. Pour être utilisé, EDAMS nécessite la présence de certains fichiers de données. Je vais copier des fichiers de données par défaut, mais il est fortement conseillé d'adapter EDAMS à ses besoins pour profiter pleinement de son utilisation.

source: Location %s has been created.
fr: La localité %s a été créée.

source: Select a picture file
fr: Sélectionner un fichier image...

source: Add a location
fr: Ajouter une localité

source: Name:
fr: Nom:

source: Geolocalization:
fr: Géolocalisation:

source: Go to
fr: Aller à

source: Edit mail
fr: Éditer mail

source: From:
fr: De:

source: To:
fr: A:

source: Subject:
fr: Sujet:

source: Body:
fr: Message:

source: Settings
fr: Préférences

source: Cosm API key:
fr: Clé API Cosm

source: Debug with printf
fr: Déboguage avec printf

source: Global view background image:
fr: Fond d'écran vue globale:

source: Gnuplot path:
fr: Répertoire gnuplot:

source: SMTP server adress:
fr: Adresse du serveur SMTP:

source: SMTP username:
fr: Nom d'utilisateur SMTP:

source: SMTP password:
fr: Mot de passe SMTP:

source: Shutdown Enlightenment Foundation Libraries...
fr: Extinction des Fondations de Libraries d'Enlightenment...

source: Free allocated memory...
fr: Libération de la mémoire allouée...

source: Widget '%s' has been added to '%s'
fr: Le Widget '%s' a été ajouté à '%s'

source: xpl device
fr: périphérique xPL

source: Widget name
fr: Nom du widget

source: Add a new widget to '%s' location
fr: Ajouter un nouveau widget à la localité '%s'

source: Edit widget '%s' from '%s' location
fr: Éditer widget '%s' de la localité '%s'

source: Class
fr: Classe

source: Available
fr: Disponibles

source: '%s' of type %s
fr: '%s' de type %s

source: Preview
fr: Aperçu

source: Can't create an Ecore_Exec_Pipe process
fr: Impossible de créer un processus Ecore_Exec_Pipe

source: Can't create get PID of Ecore_Exec_Pipe process
fr: Impossible d'obtenir un PID pour un processus Ecore_Exec_Pipe

source: Exec '%s' with PID '%d'
fr: Execution de '%s' avec le PID '%d'

source: Can't execute action with no data passed in arg
fr: Impossible d'exécuter une action sans données passées en argument

source: Can't execute an unknown action
fr: Impossible d'exécuter une action inconnue

source: Send xPL CMND to control.basic
fr: Envoyer xPL CMND à control.basic

source: Send a mail
fr: Envoyer un mail

source: Execute an external program
fr: Exécuter un programme externe

source: 401 Not Authorized
fr: 401 Erreur d'autorisation

source: 403 Forbidden
fr: 403 Interdit

source: 404 Not Found
fr: 404 serveur non trouvé

source: 500 Internal Server Error
fr: 500 Erreur de serveur interne

source: 503 No server error
fr: 503 Aucun serveur disponible

source: Can't realize url PUT request
fr: Impossible de réaliser une requête URL de type PUT

source: Creating cosm feed for '%s'...
fr: Création d'un flux cosm pour '%s'...

source: Delete cosm feed for '%s'...
fr: Suppression du flux cosm de '%s'...

source: A datastream feed hasn't been updated, cosm server returned error '%s'
fr: Un flux de données n'a pas été mis à jour, le serveur cosm a retourné le code erreur '%s'

source: A location feed hasn't been added, cosm server returned error '%s'
fr: Un flux de localité cosm n'a pas pu être ajouté, le server cosm a retourné le code erreur '%s'

source: Location has been added to cosm with feedid '%d'
fr: La localité a été ajouté à cosm avec l'identifiant de flux '%d'

source: A location feed hasn't been deleted, cosm server returned error '%s'
fr: Un flux de localité n'a pas été supprimé, le serveur cosm a retourné l'erreur '%s'

source: Location with feedid '%d' has been removed from cosm
fr: La localité avec l'identifiant de flux '%d' a été supprimée de cosm

source: Gnuplot binary path isn't set!
fr: Le répertoire de l'exécutable Gnuplot n'a pas été défini‏

source: Couldn't found gnuplot binary in path:%s
fr: Impossible de trouver le programme Gnuplot dans le répertoire '%s'

source: Can't open gnuplot device data file '%s'
fr: Impossible d'ouvrir le fichier de données Gnuplot '%s'

source: Can't calloc Action struct
fr: Impossible d'allouer de la mémoire Action struct!

source: Can't calloc Widget struct
fr: Impossible d'allouer de la mémoire pour Widget struct

source: undefined
fr: indéfini

source: Can't calloc Location struct
fr: Impossible d'allouer de la mémoire pour Location struct!

source: Can't open Eet file '%s' in write mode
fr: Impossible d'ouvrir le fichier Eet '%s' en mode écriture

source: Can't write any data to Eet file '%s'
fr: Impossible d'écrire dans le fichier Eet '%s'

source: Can't open Eet file '%s' in read mode
fr: Impossible d'ouvrir le fichier Eet '%s' en mode lecture-seule

source: Eet file '%s' %#x was too old, upgrading it to %#x
fr: Le fichier Eet '%s' %#x est trop ancien, mise à jour vers %#x

source: Can't remove Eet location file '%s'
fr: Impossible de supprimer le fichier localité Eet '%s'

source: Eet Location file '%s' has been removed
fr: Le fichier de localité Eet '%s' a été supprimé

source: %d Location struct of Eina_list freed
fr: %d Location struct d'Eina_List libéré

source: Can't alloc Eina_List node
fr: Impossible d'allouer un nœud Eina_List

source: %d locations registered
fr: %d de localités enregistrés.

source: You
fr: Vous

source: Protected
fr: Protégé

source: Read Only
fr: Lecture Seule

source: Forbidden
fr: Interdit

source: Read-Write
fr: Lecture-Ecriture

source: %'.0f Bytes
fr: %'.0f Octets

source: %'.0f KB
fr: %'.0f Ko

source: %'.0f MB
fr: %'.0f Mo

source: %'.1f GB
fr: %'.1f Go

source: Select a file...
fr: Ouvrir un fichier...

source: Size :
fr: Taille :

source: Owner :
fr: Propriétaire :

source: Cancel
fr: Annuler

source: Open
fr: Ouvrir

source: Debug is %s
fr: Débogguage est %s

source: enabled
fr: activé

source: disabled
fr: désactivé

source: Software emulation is %s
fr: Émulation logicielle %s

source: Global view background file set to '%s'
fr: Le fichier d'arrière plan pour la vue globale a été défini sur '%s'

source: Cosm data handling options is %s
fr: L'envoi des données sur le serveur cosm est %s

source: Gnuplot path is '%s'
fr: Répertoire pour gnuplot est '%s'

source: Smtp server set to '%s'
fr: Serveur SMTP défini à '%s'

source: Smtp server username set to '%s'
fr: Nom d'utilisateur du serveur SMTP défini à '%s'

source: Can't calloc Settings struct
fr: Impossible d'allouer de la mémoire pour Settings struct

source: Sound support with Emotion has been enabled
fr: Le support du son avec Emotion a été activé

source: No sound system for playing audio
fr: Pas de gestion sonore pour jouer des sons audio

source: Message missing TARGET
fr: Le message manque TARGET

source: Error parsing message header
fr: Erreur lors de la lecture de l'entête du message

source: Unable to parse message header
fr: Impossible de lire l'entête du message

source: Malformed message block header - %s
fr: L'entête du message est mal formatté - %s

source: New xPL sensor.basic '%s 'of type '%s' has been discovered
fr: Un nouveau périphérique xPL sensor.basic '%s' de type '%s' a été découvert

source: Can't create broadcast message
fr: Impossible de créer un message d'émission

source: Closing xPL Ecore_Pipe
fr: Fermeture de l'Ecore_Pipe xPL

source: Initialize xPL service
fr: Initialisation du service xPL

source: Can't init xPL service
fr: Impossible d'initialiser le service xPL

source: Shutdown xPL...
fr: Extinction du service xPL..

source: Percent
fr: Pourcent

source: Counter
fr: Compteur

source: Amps
fr: Ampères

source: Degrees
fr: Degrés

source: Meters
fr: Mètres

source: Kilowatt hours
fr: Kilowatt heure

source: Humidity ratio
fr: Taux d'humidité

source: Generic
fr: Générique

source: Input
fr: Entrée

source: Output
fr: Sortie

source: Miles per Hour
fr: Miles par Heure

source: Cubic meter
fr: Mètre cubiques

source: Kilograms
fr: Kilogrammes

source: Can't send xPL message
fr: Impossible d'envoyer un message xPL
